[
  {
    "text": "Knowing yourself is the beginning of all wisdom.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "For a man to conquer himself is the first and noblest of all victories.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "Happiness resides not in possessions, and not in gold, happiness dwells in the soul.",
    "author": "Democritus",
    "tag": "philosophy"
  },
  {
    "text": "Difficulties are things that show a person what they are.",
    "author": "Epictetus",
    "tag": "philosophy"
  },
  {
    "text": "It is the mark of an educate mind to be able to entertain a thought without accepting it.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "There are two things a person should never be angry at, what they can help, and what they cannot.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "It's not what happens to you, but how you react to it that matter.",
    "author": "Epictetus",
    "tag": "philosophy"
  },
  {
    "text": "I don't need a friend who changes when I change and who nods when I nod, my shadow does that much better.",
    "author": "Plutarch",
    "tag": "philosophy"
  },
  {
    "text": "Educating the mind without educating the heart is no education at all.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "No one that encounters prosperity does not also encounter danger.",
    "author": "Heraclitus",
    "tag": "philosophy"
  },
  {
    "text": "No great mind has ever existed without a touch of madness.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "Happiness depends upon ourselves.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "A friend to all is a friend to none.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "Those who know, do.  Those that understand, teach.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "The educated differ from the uneducated as much as the living differ from the dead.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "The high-minded man must care more for the truth, than for what people think.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "Learning is not child's play; we cannot learn without pain.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "For things we have to learn before we can do them, we learn by doing them.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "The more you know, the more you know you don't know.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "He who cannot be a good follower cannot be a good leader.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "All men by nature desire knowledge.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "Where your talents and the needs of the world cross; there lies your vocation.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "We are what we repeatedly do.  Excellence, then is not an act, but a habit.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "The soul never thinks without a mental picture.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "It is during our darkest moments that we must focus to see the light.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "You can discover more about a person in an hour of play than in a year of conversation.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "Wise men speak because they have something to say; fools because the have to say something.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of light.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "Human behavior flows from three main sources:  desire, emotion, and knowledge.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "Thinking -- the talking of the soul with itself.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "The measure of man is what he does with power.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "Keep people from their history, and they are easily controlled.",
    "author": "Karl Marx",
    "tag": "sociology"
  },
  {
    "text": "Thoughts become perception, perception becomes reality.  Alter thoughts, alter your reality.",
    "author": "William James",
    "tag": "psychology"
  },
  {
    "text": "One of the penalties for refusing to participate in politics is that you end up being governed by inferiors.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "Good people do not need laws to tell them to act responsibly, while bad people will find a way around the law.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "Be kind, for everyone you meet is fighting a harder battle.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "We are twice armed, if we fight with truth.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "To acquire knowledge, one must study, but to acquire wisdom, one must observe.",
    "author": "Marilyn vos Savant",
    "tag": "inspiration"
  },
  {
    "text": "The beginning is the most important part of the work.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "Love is a serious mental disease.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "If women are expected to do the same work as men, we must teach them the same.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "Ignorance, the root and the stem of every evil.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "There is no such thing as a lover's oath.",
    "author": "Plato",
    "tag": "philosophy"
  },
  {
    "text": "Hope is a walking dream.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "Beware of false knowledge, it is more dangerous than ignorance.",
    "author": "George Bernard Shaw",
    "tag": "general"
  },
  {
    "text": "The aim of the wise is to not to secure pleasure, but avoid pain.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "Pleasure in the job puts perfection in the work.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "To find yourself, think for yourself.",
    "author": "Socrates",
    "tag": "philosophy"
  },
  {
    "text": "Strong minds discuss ideas, average minds discuss events, weak minds discuss people.",
    "author": "Socrates",
    "tag": "philosophy"
  },
  {
    "text": "The roots of education are bitter, but the fruit is sweet.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "Educating the mind without educating the heart is no education at all.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "Education is an ornament in prosperity, and a refuge in adversity.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "The energy of the mind is the essence of life.",
    "author": "Aristotle",
    "tag": "philosophy"
  },
  {
    "text": "War is when the government tells you who the bad guy is. Revolution is when you decide that for yourself.",
    "author": "Benjamin Franklin",
    "tag": "general"
  },
  {
    "text": "Everything you've ever wanted is on the other side of fear.",
    "author": "George Adair",
    "tag": "general"
  },
  {
    "text": "If you are not your own doctor, you are a fool.",
    "author": "Hippocrates",
    "tag": "medical"
  },
  {
    "text": "Our food should be our medicine and medicine should be our food.",
    "author": "Hippocrates",
    "tag": "medical"
  },
  {
    "text": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
    "author": "Albert Schweitzer",
    "tag": "inspiration"
  },
  {
    "text": "He who would trade liberty for some temporary security, deserves neither liberty nor security.",
    "author": "Benjamin Franklin",
    "tag": "general"
  },
  {
    "text": "If everyone is thinking alike, then no one is thinking.",
    "author": "Benjamin Franklin",
    "tag": "general"
  },
  {
    "text": "Whoever would overthrow the liberty of a nation must begin by subduing the freeness of speech.",
    "author": "Benjamin Franklin",
    "tag": "general"
  },
  {
    "text": "We are all born ignorant, but one must work hard to remain stupid.",
    "author": "Benjamin Franklin",
    "tag": "general"
  },
  {
    "text": "Make yourself sheep and the wolves will eat you.",
    "author": "Benjamin Franklin",
    "tag": "general"
  },
  {
    "text": "The only that is more expensive than education is ignorance.",
    "author": "Benjamin Franklin",
    "tag": "general"
  },
  {
    "text": "Common sense without education, is better than education without common sense.",
    "author": "Benjamin Franklin",
    "tag": "general"
  },
  {
    "text": "Those who beat their swords into plowshares usually end up plowing for those who kept their swords.",
    "author": "Benjamin Franklin",
    "tag": "general"
  },
  {
    "text": "What you leave behind is not what is engraved in stone monuments, but what is woven into the lives of others.",
    "author": "Pericles",
    "tag": "inspiration"
  },
  {
    "text": "The secret of happiness is freedom and the secrets of freedom is courage.",
    "author": "Thucydides",
    "tag": "inspiration"
  },
  {
    "text": "The strong do what the have to do and the weak do what the have to accept.",
    "author": "Thucydides",
    "tag": "politics"
  },
  {
    "text": "Knowledge without understanding is useless.",
    "author": "Thucydides",
    "tag": "general"
  },
  {
    "text": "Hope is an expensive commodity. It makes better sense to be prepared.",
    "author": "Thucydides",
    "tag": "general"
  },
  {
    "text": "Freedom is the sure possession of those alone who have the courage to defend it.",
    "author": "Pericles",
    "tag": "general"
  },
  {
    "text": "Just because you do not take an interest in politics doesn't mean politics won't take an interest in you!",
    "author": "Pericles",
    "tag": "politics"
  },
  {
    "text": "If Athens shall appear great to you, consider then that her glories were purchased by valiant men, and by men who learned their duty.",
    "author": "Pericles",
    "tag": "war"
  },
  {
    "text": "A woman's greatest glory is to be little talked about by men, whether for good or ill.",
    "author": "Pericles",
    "tag": "general"
  },
  {
    "text": "For a man's counsel cannot have equal weight or worth, when he alone has no children to risk in the general danger.",
    "author": "Pericles",
    "tag": "war"
  },
  {
    "text": "Be both a speaker of words and a doer of deeds.",
    "author": "Homer",
    "tag": "general"
  },
  {
    "text": "If you serve too many masters, you'll soon suffer.",
    "author": "Homer",
    "tag": "general"
  },
  {
    "text": "Sleep and Death, who are twin brothers.",
    "author": "Homer",
    "tag": "general"
  },
  {
    "text": "Hateful to me as are the gates of Hell, is he who, hiding one thing in his heart, utters another.",
    "author": "Homer",
    "tag": "general"
  },
  {
    "text": "Today is the tomorrow we worried about yesterday.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "It's easier to see the mistakes on someone else's paper.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Every man dies. Not every man really lives.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "The day is already blessed, find peace within it.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "From small beginnings come great things.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "It takes both sunshine and rain to make a rainbow.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "A beautiful thing is never perfect.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Every new day is another chance to change your life.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Some pursue happiness, others create it.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "We do what we do because we believe.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "The harder you fall, the higher you bounce.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Everyone smiles in the same language.",
    "author": "Anonymous",
    "tag": ""
  },
  {
    "text": "You can do what's reasonable or you can decide what's possible.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Friendship isn't a big thing. It's a million little things.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "A good plan today is better than a perfect plan tomorrow.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Someone remembers, someone cares; your name is whispered in someone's prayers.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Don't be pushed by your problems; be led by your dreams.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Change your thoughts, change your life!",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Today is the tomorrow you worried about yesterday.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "The day always looks brighter from behind a smile.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "A stumble may prevent a fall.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Put your future in good hands your own.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "What you see depends on what you're looking for.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Worry gives a small thing a big shadow.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "To get something you never had, you have to do something you never did.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Be thankful when you don't know something for it gives you the opportunity to learn.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Letting go is not the end of the world; it is the beginning of a new life.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Our greatest glory is not in never failing but rising everytime we fall.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Being right is highly overrated. Even a stopped clock is right twice a day.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Love is not blind; it simply enables one to see things others fail to see.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "If you get up one more time than you fall, you will make it through.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Don't focus on making the right decision, focus on making the decision the right one.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Love is just a word until someone comes along and gives it meaning.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "We all have problems. The way we solve them is what makes us different.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Invent your world. Surround yourself with people, color, sounds, and work that nourish you.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Every day may not be good, but there's something good in every day.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Some people think it's holding that makes one strong sometimes it's letting go.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Why worry about things you cannot control when you can keep yourself busy controlling the things that depend on you?",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "It is better to take many small steps in the right direction than to make a great leap forward only to stumble backward.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "As the rest of the world is walking out the door, your best friends are the ones walking in.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Why compare yourself with others? No one in the entire world can do a better job of being you than you.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "A good teacher is like a candle it consumes itself to light the way for others.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Life is not measured by the breaths we take, but by the moments that take our breath.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "The real measure of your wealth is how much you'd be worth if you lost all your money.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "A friend is someone who understands your past, believes in your future, and accepts you just the way you are.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Giving up doesn't always mean you are weak. Sometimes it means that you are strong enough to let go.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Never miss an opportunity to make others happy, even if you have to leave them alone in order to do it.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Yesterday is history. Tomorrow is a mystery. And today? Today is a gift that's why they call it the present.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "When you don't know what you believe, everything becomes an argument. Everything is debatable. But when you stand for something, decisions are obvious.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Every sixty seconds you spend angry, upset or mad, is a full minute of happiness you will never get back.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "If we are facing in the right direction, all we have to do is keep on walking.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Peace of mind is not the absence of conflict from life, but the ability to cope with it.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "An obstacle may be either a stepping stone or a stumbling block.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "I've never seen a smiling face that was not beautiful.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Kindness is the greatest wisdom.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Don't miss all the beautiful colors of the rainbow looking for that pot of gold.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Courage is the discovery that you may not win, and trying when you know you can lose.",
    "author": "Anonymous",
    "tag": "general"
  },
  {
    "text": "Don't let what you can't do stop you from doing what you can do.",
    "author": "Anonymous",
    "tag": "general"
  }
]
